content/blog/p/music.org
:PROPERTIES:
:ID:       qfji16d144k0
:lang: ar
:subtitle: Regarding Music Prohibition in Islam
:ROAM_ALIASES: "Music in Islam"
:END:
#+TITLE: رأيي في تحريم الموسيقى
#+DATE: <2024-02-20 Tue 21:09>

#+begin_verse
رُبَّ وَرقاءَ هتوفٍ في الضُحى
ذاتِ شَجوٍ صَدَحت في فَنَنِ

ذكرت إِلفاً ودهراً صالحاً
فبكت حزناً وهاجت حَزني

فبكائي ربما أرَّقَها
وبكاها ربما أرَّقَني

ولقد تشكو فما أفهمها
ولقد أشكو فما تفهمني

غير أنّي بالجوى أعرِفُها
وهي أيضاً بالجَوى تعرفُني

(أبو بكر الشبلي)
#+end_verse


يُعلِق بعض الباحثين المُعاصرين، وبالأخص المُعممين (mainstreamed) —لأسباب لا نخوض
فيها هنا— تحريم الموسيقى التاريخي في الإسلام على واقعتين أساسيتين: الصراع
الإسلامي التاريخي بين الممالك الإسلامية التي حاربت بعضها ثقافيًا ونيل من أمر
المعازف خلالها، وهذه كمعارك الأندلسيين مع العباسيين (بفترات الانقلابات السياسية)
أو كصراعات الحجازيين والشاميين المبكرة[fn:1]، أو على حدث سياسي
أيضًا معاصر أكثر من هذا وهو صحوة بلاد الحرمين في فترة حكم الملك فهد.

إن الهدف من القراءة المادية التاريخية (historical materialist) لتحريم الموسيقى
هو وضعها في حيز الأفكار الناشئة لتحقيق مبتغى سياسي في حدود ما، كالحرب الثقافية
على فصيل ما أو بناء شخصية سياسية-اجتماعية (sociopolitical character) ما يدعو
لاستنباط أنها ليست فكرة قائمة بحد ذاتها، ولإهمال أدلتها ونقدها، فهي لم تكن
لتتواجد من الأساس.

والدين في رأيي ليس له مواقف وإنما يُبنى عليه المواقف، وقد يطول الجدل في هذا على
خلاف ما هو في موضوع الموسيقى، فهي لم تُنهَ عنها مباشرة في نص قرآني، والشكل الحالي
للموسيقى (من حيث تكوينها وطُرق استهلاكها) يختلف عما كان عليه زمن النبي واللاحقين
به، وما كانت عليه شكل الموسيقى أيام النبي تبدل عما كانت عليه زمن الفقهاء
والمحدثين، ولفظا النبي وأصحابه عن الموسيقى، المعازف واللهو، يُختلف في شموليتهما
وتأويلهما، وما بعد الاتفاق على تأويلها يصبح الخلاف على كرهها أم تحريمها (فعادة
ما كانت دلالة التحريم الفقهية في الحديث هي دلالة الاقتران، وهي دلالة ضعيفة في
الفقه الإسلامي). سأخوض في هذه الرسالة حول رؤيتي عن تحريم الموسيقى، ورأيي أنها
ليست حراماً.

