static/~saleh/p/music.html
<div id="outline-container-orga31725b" class="outline-2">
<h2 id="orga31725b">ما أذهب عليه في الموسيقى</h2>
<div class="outline-text-2" id="text-orga31725b">
<p>
وأما مُعتقدي في أمر الموسيقى فهو مُعتقد الإمام أبو حامد الغزالي في كتاب آداب
السماع والوجد، ورؤيتي لتحريم فقهاء المذاهب للغناء (الذي لا أنكرهُ) هي رؤيته. إن
&ldquo;السماع&rdquo; كما وُصف لنا في التاريخ الإسلامي كان مقترنًا دائمًا بالفتن كاقتران
البلوتوث بالإباحيات في زهرته بداية الألفية (وقد وُجد من شيوخ الحرمين من رأى
بتحريم البلوتوث وقتها بسبب ذلك الاقتران)، والواضح أنه لم يُبين في فتاوي أئمة
المذاهب أمر الغناء تجريديًا، لأن سماع الموسيقى دون الجلوس في مجلس خمر لم يكن أمرًا
واردًا (ويبدوا أنه حتى إن وجد كان يستحي الفقهاء أن يقترنوا به، لارتباطه في
أذهانهم بما يعدونه مشينًا لأنفسهم، وقد روُي عن مالك أنه إذا اقتنى جارية فوجدها
تغني أعادها) كما هو اليوم.
</p>


<p>
وهذا قريب مما اعتقده الغزالي، وفي كتاب آداب السماع بعد أن يستدل بحديث مزامير آل
داود، أن تحريم السماع كان كتحريم الخلو بالأجنبية، فهو حرام لأنه مُحث على الزنا
فيقول في أسباب تحريم الموسيقى: &ldquo;الاجتماع عليها لما أن صار من عادة أهل الفسق
فيمنع من التشبه بهم؛ لأن من تشبه بقوم فهو منهم [&#x2026;] فحرم معها ما هو شعار أهل
الشرب وهي الأوتار والمزامير فقط، وكان تحريمها من قبل الأتباع كما حرمت الخلوة
بالأجنبية لأنها مقدمة الجماع، وحرم النظر إلى الفخذ لاتصاله بالسوأتين، وحرم قليل
الخمر وإن كان لا يسكر لأنه يدعو إلى السكر&rdquo;. ولست أدري كيف وصل الغزالي لهذه
الرؤية التحليلية المبكرة، وكأنه كان يدري أن الموسيقى يمكن أن تخلوا من هذه
الأسباب لتتجرد في جمالية الصوت دوم المنكرات، ولعله رأى ذلك فعلًا في التغني بالحب
الإلهي بعد تصوفه.
</p>



<p>
ولن أذكر المزيد في تفصيل الغزالي هنا، وعلى القارئ إن كان مهتمًا، بالفائدة في
العلم وفي قوت القلب، أن يعود لفصل آداب السماع والوجد في الإحياء.
</p>



<p>
يبقى هنا الأحاديث التي خرجت واستدل عليها بتحريم الموسيقى، ومنها الصحاح. على أن
ابن حزم قد رأى أن لا يصح أي منها وله تعليقات على البخاري في تخريجهم، وذكر هذا في
رسالته القصيرة &ldquo;رسالة في الغناء الملهي أمباح هو أم محظور&rdquo;، ومن ناحية الغزالي فهو
يجيب فقط على حديث &ldquo;كل شيء يلهو به الرجل فهو باطل&rdquo; وحديث تحريم القينة، أما في
الأخير فهو يرى حرمتها استنباطية كما ورد، أي إن القينة تعرفيها عنده هي الجارية
التي تغني في الرجال في مجلس شرب، ولا شك في حرمانية هذا، وأما الأول فيرى أن مقصد
النبي فيه هو القصر الإضافي يلحق بالمحصور غير المحصور قياسًا فيه، كأن يقول &ldquo;لا يحل
دم امرئ مسلم إلا بإحدى ثلاث&rdquo; أو قول &ldquo;وما الحياة الدنيا إلا متاع&rdquo;.
</p>

<p>
وأعلى حديث بدرجة الصحاح عن الموسيقى، وأكثرهم وضوحًا هو حديث الخمر والمعازف:
&ldquo;ليكونن من أمتي أقوام يستحلون الحر والحرير والخمر والمعازف&rdquo; فهو يعتمد على
التحريم بالاقتران وهو حجة ضعيفة كما أوردت، فالحرير ليس حرامًا مطلقًا مثلًا، فقد جاز
بيعه للكفار ولبسه للمسلمات، ولعل المعازف ذكرت هُنا لاقترانها بالخمر في جلسات
الأُنس. وعلى كلٍ فالقول بالتحريم هنا يخالف ما كان عليه أصحاب النبي كعبد الله بن
جعفر وقد اقتنى العود.
</p>

<p>
إن ما أتبعهُ في قراءة النص النقلي الذي يخالف ما يسير الاستنتاج العقلي إليه هو أن
التأويل النقلي ليس في محله أو أن النص النقلي يتطلب قراءة أكثر سياقية (وهو ما
فعله الغزالي في هذه المسألة كما أظهرنا)، فالموسيقى والغناء هي من زينة الله في
الحياة الدنيا يطرب بهما الوجد ويتحرك القلب، ومثلها كالمبصرات الجميلة والأطعمة
الحسنة والأصل بها جميعًا الحلال &ldquo;وقد فصل لكم ما حرم عليكم&rdquo;. بل إن القول بتحريم
الموسيقى لا يستقيم تطبيقيًا، فالموسيقى نظريًا (بالتعريف الحديث) هي ما استقام فيها
الانسجام، واللحن والإيقاع ولا يوجد قياس رشيد يقول يبين لنا ما درجات الثلاثة في
المُقاس لتبيين دخوله في نطاق الحرمانية أم لا، على عكس تحريم المسكرات والكحوليات
مثلًا (وقد فُصلت)، فهناك قياسٌ للشيء أكان مُسكرًا أم لا، ولكن يستحيل أن يوجد قياس في
شيء غير موضوعي (subjective) كالموسيقى: لا وجد لخط حدودي واضح يخبرنا ما هو موسيقيٌ
أم لا.
</p>



<p>
وأخيرًا فأحد الأدلة المشهورة بين العوام هي الآية في سورة لقمان &ldquo;ومن الناس من
يشتري لهو الحديث ليضل عن سبيل الله بغير علم&rdquo;، وهي حجة ضعيفة لذا أردت أن أوردها
في ختامي، فقد قيل هنا أن لهو الحديث هو الموسيقى والغناء، وهذا ليس بمصيب وإن
اتفقت عليه فئة كثيرة من المفسرين، فلهو الحديث قد يكون أي شيء به صورة كلامية،
كالشعر أو الكلام الزور واللغو، بل وإن كان كلامًا قدسيًا (كما طرح ابن حزم)، كأن
يلهوا أحدهم بالقرآن ليصد به عن سبيل الله لانطبقت عليه الآية، ولو كرر أحدهم لفظ
الجلالة بصوت عال وقت الدجى ليزعج به المسلمين لكان هذا من لهو الحديث، وغير ذلك
فالآية تضع شرط الصد عن سبيل الله، هل يصد أن يسمع أحدهم مجموعة التشيلو سويت
ليوهان سباستيان باخ عن طاعة الله؟ لا. وإني لأحسب أن قول المفسرين بأن المقصود هنا
هو الغناء ينطبق عليه ما ذكرت أعلاه بأن جلسات السماع ما كانت تخلوا من المعصية
بزمانهم، أو ما ظهر في زمين النبي بتغني الكفار بسجع الكهان وبالشعر الذي يؤذي
النبي.
</p>
</div>
<div id="outline-container-orgcf1c15f" class="outline-3">
<h3 id="orgcf1c15f"><span class="timestamp-wrapper"><span class="timestamp">[2024-03-29 Fri 09:10]</span></span></h3>
<div class="outline-text-3" id="text-orgcf1c15f">
<p>
وأخيرًا فإني أعتقد أن حكم الموسيقى عند الشيوخ سيجري عليه يومًا ما حكم التصوير
الفوتوغرافي، وقد قال الكثير من علماء المسلمين المعاصرين بتحريم التصوير لحديث
النبي &ldquo;أشد الناس عذابا يوم القيامة المصورون&rdquo; وكإقامة تشريعية للسلطة &ldquo;للمراقبة
والمعاقبة&rdquo; رأى ابن باز أن التصوير محرم إلا بما فيه الضرورة، وكانت الضرورة عنده
هي تمكين دولة آل سعود. أما غيره فقد وجدوا أن لا معنى للحديث بمعناه المعاصر، وأن
النبي لم يعرف التصوير الفوتوغرافي بل عرف التصوير الذي يُرسم فيه صنم فيعبد، فيحرم
التصوير في تحريم ما يُصور.
</p>

<p>
وكما أوضحت فالنبي ومن لحق زمانه من المسلمين لم يعرفوا السماع دون ارتباطه بما
يستنكرونه، وقد اُستثني الغزالي من هذا. والسؤال (والمعضلة أيضًا) هنا، إذا كان ما
جعل علماء المسلمين ينتبهون لسخافة تحريم التصوير هو حاجة السلطة له، فأنى لهم أن
ينتبهوا لسخافة الأمر في الموسيقى؟
</p>
</div>
</div>
</div>
